{
  "Projects": [
    {
      "id": "1",
      "type": "jax",
      "unit": "gis",
      "url1": "https://arcportal-ucop-corps.usace.army.mil/s0portal/apps/webappviewer/index.html?id=3a14198c7b1b43dc95a91823ff9ee7a6",
      "title": "SAJ - Construction Division Web Application Map",
      "largeImage": "Construction Division Webapp-map", 
      "smallImage": "/img/projects/cd site web map storyboard - alt 2.png",
      "text": "Geomatics Engineering Section currently supports Construction Division in providing and maintaining an interactive project site web application of all Construction Division's project sites and office locations available to all SAJ employees. This application provides project detail information to include Program Type, Stage, and Contract Number/ID, as well as situational awareness for personnel and office location planning. Additionally, this web application may be utilized by Regulatory Division to assist in their permitting process in the near future.",
      "smallText": "Geomatics Engineering Section currently supports Construction Division in providing and maintaining an interactive project site web application of all Construction Division's project sites and office locations available to all SAJ employees.",
      "link":"https://arcportal-ucop-corps.usace.army.mil/s0portal/apps/webappviewer/index.html?id=3a14198c7b1b43dc95a91823ff9ee7a6"
      },
    
    {
      "id": "2",
      "type":"jax",
      "unit":"gis",
      "title": "SAJ - Modeling, Mapping, & Consequences (MMC) Production Center",
      "largeImage": "MMC Production Center",
      "smallImage": "/img/projects/mmc.png",
      "text": "The Modeling, Mapping, and Consequence (MMC) Production Center was recertified as a Mandatory Center of Expertise (MCX) in July 2020. The MMC mission includes producing hydraulic models, inundation maps, consequences estimates, and technical reports for USACE watersheds, dams, and levees in support of Critical Infrastructure Protection and Resilience (CIPR), Water Management (WM), and Dam and Levee Safety Programs. All products are developed in accordance with MMC standard operation procedures (SOP). MMC products support a risk-based assessment, prioritization and management framework for the USACE CIPR, WM, Dam Safety and Levee Safety Programs.  MMC Production Center efforts also provide the Risk Management Center (RMC) with critical feedback for refining and updating USACE guidance and policy within the MMC functional areas. The Jacksonville District Geomatics MMC team has been involved with the MMC Mapping Program since 2010 and continues to lead the mapping production effort."
    },
    
      {
      "id":"3",
      "title":"Modernizing Foundation Mapping",
      "type":"jax",
      "unit":"gis",
      "largeImage":"Modernizing Foundation Mapping",
      "smallImage":"/img/projects/modernizing foundation mapping.PNG",
      "text":"Work done for C23/24 STA  in developing a process for our geologists to collect field data digitally.",
      "link":"https://storymaps.arcgis.com/stories/7269c1140700470f9c92cb40e91d370c"
      },      
      {
      "id": 4,
      "type":"other",
      "unit":"gis",
      "title": "Port Everglades Harbor Navigation Improvement Project",
      "largeImage": "Port Everglades", 
      "smallImage": "/img/projects/port-everglades.PNG",
      "text": "The Port Everglades Harbor Navigation Improvement Project is a vital undertaking aimed at enhancing navigational infrastructure and capacity at Port Everglades, Florida. As one of the busiest cruise ports and container cargo ports in the United States, Port Everglades serves as a critical hub for international trade and tourism. The navigation improvement project includes dredging and deepening of channels, widening turning basins, and upgrading berths to accommodate larger vessels and increased traffic. With these enhancements, Port Everglades will be better equipped to handle the demands of modern maritime commerce, bolstering economic growth and facilitating global connectivity."
    },
    {
      "id": 5,
      "type":"jax",
      "unit":"gis",
      "title": "South Atlantic Regional Biological Opinion for Dredging",
      "largeImage": "SA Regional Biological Opinion for Dredging", 
      "smallImage": "/img/projects/sarb.png",
      "text": "The 2020 SARBO and GRBO are a programmatic Biological Opinion that covers a large geographical area and an increased scope of species throughout the geographic boundary.  Active processes have been built into the Opinion that requires pre and post construction reporting, pre and post project reviews, take analyses, and annual program reviews to ensure the project design criteria are protective of the species. Geomatics in collaboration with SAD and other USACE Districts (SAJ, SAS, SAW and SAC) have actively provided support via the Web Map Services tools with the compilation of data such as Endangered Species, Critical Habitats, Navigation Projects, Federal Beach Projects, Sand Disposal Areas, Placement impact areas and others.",
      "link": "http://coe-sajgsp01jax.saj.ds.usace.army.mil/k3portal/home/webmap/viewer.html?webmap=5e86229d522448ca91567eba578388da",
      "url1": "http://coe-sajgsp01jax.saj.ds.usace.army.mil/k3portal/home/webmap/viewer.html?webmap=5e86229d522448ca91567eba578388da"
    },
    {
      "id": 6,
      "type":"jax",
      "unit":"gis",
      "title": "Western Everglades Restoration Project",
      "largeImage": "Western Everglades restoration", 
      "smallImage": "/img/projects/werp.png",
      "text": "The Western Everglades Restoration Plan (WERP) seeks to use a series of active and passive water management features and water quality features, and make alterations to existing canals and levees. The goals of the project are to improve the quantity, quality, timing and distribution of water in the Western Everglades in the effort to re-establish ecological connectivity, reduce the severity and frequency of wildfires, and restore low nutrient conditions. Geomatics have provided support to Office of Counsel, Real Estate Division and Engineering H&H and Modeling sections via it’s GIS and Mapping capabilities. The WMV have helped on the process of identifying takings analysis and appraisals with the use of the Property Appraisal Data, water management features and structures, and the display of information such as the Regional Simulation Models Results for South Florida with Ponding, Hydroperiod and Stage data.",
      "url1": "https://coe-sajgsp01jax.saj.ds.usace.army.mil/k3portal/apps/webappviewer/index.html?id=d883fc9153f54a34adb0812d00ca4c0c",
      "url2": "https://coe-sajgsp01jax.saj.ds.usace.army.mil/k3portal/apps/webappviewer/index.html?id=0cd5a857b60c4d989d781b7dabda8e4b",
      "url3": "http://coe-sajgsp01jax.saj.ds.usace.army.mil/k3portal/home/webmap/viewer.html?webmap=0e395a22e4d24b70b605807e92d74714",
      "url4": "http://coe-sajgsp01jax.saj.ds.usace.army.mil/k3portal/home/webmap/viewer.html?webmap=3690162c066641c08aaf48b062568018"
    },
    {
      "id": 7,
      "type":"other",
      "unit":"gis",
      "title": "Rio de La Plata Flood Damage Reduction Project",
      "largeImage": "Rio de La Plata Flood Damage Reduction", 
      "smallImage": "/img/projects/rdlpfdrp.png",
      "text": "The Río de la Plata basin is located about 11 miles west of San Juan and drains approximately 240 square miles. Heavy rainfall combined with the steep headwater slopes causes frequent flooding in the towns of Dorado, Toa Baja, and Toa Alta. The recommended plan provides 100 year protection upstream of PR Highway 2 and SPF protection downstream. Project features consist of 7.0 miles of channel improvements, 7.6 miles of levees, the replacement of 3 bridges, recreation facilities, and mitigation for the loss of environmental habitats. The Water Resources Development Act of 1990 authorized this project. RDLP Inundation Scenarios WMV compiles various storm flooding scenarios developed by EN-WH Hydraulic and Hydrology section in which shows flooding results for existing and with project completed conditions for a 100 year storm and Standard Project Flood (SPF). The flooding scenarios are used by various divisions under USACE JAX and other Districts to identify affected properties under the existing and with project conditions."
    },
    {
      "id": 8,
      "type":"jax",
      "unit":"gis",
      "title": "Anodyne Superfund",
      "largeImage": "Anodyne Superfund", 
      "smallImage": "/img/projects/anodyne-superfund.png",
      "text": "The Anodyne project is a collaboration between USACE (Jacksonville and Savannah Districts) and the United States Environmental Protection Agency (EPA) in a effort of monitoring and conducting clean up activities for the area affected by the use of a variety of industrial processes. EPA placed the site on the Superfund program’s National Priorities List (NPL) in 1990 because of contaminated groundwater and soil resulting from facility operations. By conducting studies to identify the best way to clean up contaminated groundwater and negotiating with the site’s potentially responsible parties (PRPs) to design and implement the site’s cleanup plan, EPA and the Florida Department of Environmental Protection (FDEP) continue to protect people and the environment from site contamination. Geomatics have been tasked to provide support to USACE EN-GE Environmental and HTRW Sections, Real Estate Division and EPA via the use of GIS and WMV tools developing graphical contaminant Plumes from monitoring sampling results information, Monitoring Wells Sampling data displays, Property Appraisal parcels and ROW ownerships coordination statuses by RE Specialist and others.",
      "url1": "https://coe-sajgsp01jax.saj.ds.usace.army.mil/k3portal/apps/webappviewer/index.html?id=efda83f3ae7f422e973804014bf2cda8",
      "link":"https://coe-sajgsp01jax.saj.ds.usace.army.mil/k3portal/apps/webappviewer/index.html?id=efda83f3ae7f422e973804014bf2cda8"
    },
    {
      "id": 9,
      "type":"jax",
      "unit":"remoteSensing",
      "title": "Dredge Material Management Area (DMMA)",
      "largeImage": "Dmma Lidar",
      "smallImage": "/img/DMMA Examples combined.png",
      "text": "This is one example of a Dredge Material Management Area (DMMA). Utilizing LiDAR and aerial imagery data, surfaces models are created. These surface models can be used to calculate volume of the DMMA’s, used to compare material quantities comparisons through time. Above an example of a contour and point cloud files for one site. "
    },
    {
      "id": 10,
      "type":"jax",
      "unit":"applicationDevelopment",
      "title": "Jax Harbor Deepening - R Script",
      "largeImage": "Jacksonville Harbor Deepening Script",
      "smallImage": "/img/projects/r-script-jax-harbor.PNG",
      "text": "The Jacksonville District is increasing the depth of the existing federal channel along the St. Johns River from its current depth of 40 feet to a maximum depth of 50 feet. Deepening the channel will allow larger vessels to access it. This R script provides the Jacksonville Engineering Coastal Section with tools to download and generate statistics for the salinity levels in the Jacksonville Harbor. This script saves the engineers time each year in creating an annual report to monitor the water's salinity levels."
    },
    {
      "id": 11,
      "type":"jax",
      "unit":"dataManagement",
      "title": "Port Everglades Coral and Sea Life Database",
      "largeImage": "Port Everglades Database",
      "smallImage": "/img/projects/database.PNG",
      "text": "This project is currently being created and is planned to encompass coral health from nurseries back to their relocated reefs while also tracking metrics regarding reefs as a whole as well as fish and other marine life."
    },
    {
      "id": 12,
      "type":"jax",
      "unit":"gis",
      "title": "Daytona Beach Feasibility FRM Web Experience",
      "largeImage": "Daytona FRM Web Experience",
      "smallImage": "/img/projects/Daytona FRM Web Experience.PNG",
      "text": "This Web Experience Homepage is a visual representation of the ongoing Daytona Beach Feasibility FRM Study. During the study, this page will be updated with the latest information to include meetings, presentations, graphics, etc. to keep the public and agencies engaged as partners in developing a long term solution to flooding within the City of Daytona Beach."
    },
    {
      "id": 13,
      "type":"jax",
      "unit":"gis",
      "title": "St. Augustine, Florida Back Bay Coastal Storm Risk Management (CSRM)",
      "largeImage": "St. Augustine, Florida Back Bay Coastal Storm Risk Management (CSRM)",
      "smallImage": "/img/projects/st-augustine-back-bay.png",
      "text": "This Web Experience Homepage is a visual representation of the ongoing St. Augustine CSRM Study. During the study, this page will be updated with the latest information to include meeting agendas, minutes, graphics, etc. to keep the public and agencies engaged as partners in developing a long term solution to flooding within the City of St. Augustine. ***The link to this website will be available as soon as the website is active and live. ***",
      "link":"https://experience.arcgis.com/experience/06bb9c98d9184bd9a374a244f6d27474"
    }
  ],
  "Apps": [
    {
      "id": 1,
      "type":"jax",
      "url1":"https://arcportal-ucop-corps.usace.army.mil/s0portal/apps/sites/#/msc-sad/apps/44d01c602a734638b1fccd4c63af15c4/explore",
      "url2":"https://arcportal-ucop-corps.usace.army.mil/s0portal/apps/sites/#/msc-sad/apps/50dedddb2ad746d192676a038cb96d32/explore",
      "url1Name":"Fiona",
      "url2Name":"Ian",
      "unit":"gis",
      "title": "SAJ - Geomatics Section GIS Emergency Management Support",
      "largeImage": "Geomatics Gis Emergency Support",
      "smallImage": "/img/projects/fiona-ian storyboard.png",
      "text": "Geomatics has been providing GIS(Geographic Information Systems) support to Emergency Management for the Fiona and Ian hurricane missions. The Commander’s Update Brief has been displayed in a web application, where GIS data has been incorporated as interactive dashboards, enhancing the information displayed and providing easy and fast access to details. This web application has been useful along these two missions providing an interactive format for the Commander as well as other emergency responders within USACE.",
      "smallText": "This web application has been useful along these two missions providing an interactive format for the Commander as well as other emergency responders within USACE."
      },
    {
      "id": 2,
      "type":"jax-em",
      "unit":"gis",
      "title": "SAJ - High Water Application",
      "largeImage": "High Water App",
      "smallImage": "/img/projects/highWaterApp storyboard - alt 2.png",
      "text": "Geomatics has created a High Water Mobile Application that can be downloaded on any government cell phone and utilized for field collection. This survey was designed for high water inspections and provides near real-time data ensuring all required data is entered before a user can submit the information collected in the field. The associated reporting template allows the DSPM (Dam Safety Program Manager) to generate reports with the push of a button. This greatly reduces the amount of time it takes from a user collecting information in the field to reporting up to the appropriate parties."
    },
    {
      "id": 3,
      "type":"jax",
      "unit":"applicationDevelopment",
      "title": "SAJ Inventory App",
      "largeImage": "SAJ Inventory App",
      "url1": "https://sajgis.saj.usace.army.mil/inventory",
      "smallImage": "/img/projects/inventory.PNG",
      "text": "The Engineering Budget App (EBA) was created to facilitate annual equipment inventory tracking and transferring documentation. It has the ability to create documentation for issuing, transferring, and repairing equipment. Supervisors with HRA accounts can easily manage their equipment to facilitate annual inventory."
    },
    {
      "id": 4,
      "type":"jax-other",
      "unit":"dataManagement",
      "url1": "https://sajgis.saj.usace.army.mil/dictionary",
      "title": "SAJ - Data Dictionary Tool Generator for ASTM Testing",
      "largeImage": "ASTM Data Dictionary",
      "smallImage": "/img/projects/dictionary.PNG",
      "text": "Data dictionary is a supplemental tool for people to use when creating a data dictionary for ASTM tests allowing the user access via a pick list then exporting out in an excel format."
    },
    {
      "id": 5,
      "type":"jax-other",
      "unit":"applicationDevelopment",
      "url1": "https://sajgis.saj.usace.army.mil/pcl",
      "title": "Project Contract Log Application (PCL)",
      "largeImage": "Project Contract Log (PCL)",
      "smallImage": "/img/projects/pcl storyboard - alt 2.png",
      "text": "PCL is a place to save and share task order information. It makes it easier to share information between offices, such as notes, dates, financials, roles and maps.  PCL provides reports and mapping by contract, project and more."
    },
    {
      "id": 6,
      "type": "jax",
      "url1": "https://sajgis.saj.usace.army.mil/eba",
      "unit": "applicationDevelopment",
      "title": "Engineering Budget App (EBA)",
      "largeImage": "Engineering Budget App",
      "smallImage": "/img/projects/eba.PNG",
      "text": "The Engineering Budget App (EBA) was created to facilitate project management by providing an overview of future fiscal years' budget estimates. This tool allows multiple technical leads to input their budget estimations simultaneously. In addition, it can generate daily reports to overview the total budget. This application is currently being used in the Engineering Division with the intention of expanding its use to other sections in the near future."
    },
    {
      "id": 7,
      "type":"jax-em",
      "url1":"https://storymaps.arcgis.com/stories/8bf6e4715e9047fb8f3aaaa25fb96b06",
      "unit":"gis",
      "title": "HHD Storymap",
      "largeImage": "HHD Storymap",
      "smallImage": "/img/projects/esri-hhd.png",
      "text": "Geomatics Staff attended the 2024 ESRI UC Conference presenting both a poster and storymap of Herbert Hoover Dike (HHD) a walk through history and 3D view of the 143 mile earthen dam surrounding Lake Okeechobee."
    },
    {
      "id": 8,
      "type":"jax-em",
      "url1":"https://arcportal-ucop-corps.usace.army.mil/s0portal/apps/sites/#/dco-sad/pages/dco-sad-saj",
      "unit":"gis",
      "title": "SAJ uCOP EM",
      "largeImage": "SAJ uCOP EM",
      "smallImage": "/img/projects/SAJ_EM_UCOP.PNG",
      "text": "The web-based products Geomatics make for EM are typically linked on the website above when there is an active event. "
    }
  ]
}