{
  "gis": {
    "Projects": [
      {
        "id": "1",
        "title": "SAJ - Constrution Division Web Application Map",
        "largeImage": "construction-division-webapp-map", 
        "smallImage": "/img/projects/cd site web map storyboard - alt 2.png",
        "text": "Geomatics Engineering Section currently supports Construction Division in providing and maintaining an interactive project site web application of all Construction Division's project sites and office locations available to all SAJ employees. This application provides project detail information to include Program Type, Stage, and Contract Number/ID, as well as situational awareness for personnel and office location planning. Additionally, this web application may be utilized by Regulatory Division to assist in their permitting process in the near future.",
        "smallText": "Geomatics Engineering Section currently supports Construction Division in providing and maintaining an interactive project site web application of all Construction Division's project sites and office locations available to all SAJ employees."
        },
      
      {
        "id": "2",
        "title": "SAJ - Modeling, Mapping, & Consequences (MMC) Production Center",
        "largeImage": "mmc-production-center",
        "smallImage": "/img/projects/mmc.png",
        "text": "The Modeling, Mapping, and Consequence (MMC) Production Center was recertified as a Mandatory Center of Expertise (MCX) in July 2020. The MMC mission includes producing hydraulic models, inundation maps, consequences estimates, and technical reports for USACE watersheds, dams, and levees in support of Critical Infrastructure Protection and Resilience (CIPR), Water Management (WM), and Dam and Levee Safety Programs. All products are developed in accordance with MMC standard operation procedures (SOP). MMC products support a risk-based assessment, prioritization and management framework for the USACE CIPR, WM, Dam Safety and Levee Safety Programs.  MMC Production Center efforts also provide the Risk Management Center (RMC) with critical feedback for refining and updating USACE guidance and policy within the MMC functional areas. The Jacksonville District Geomatics MMC team has been involved with the MMC Mapping Program since 2010 and continues to lead the mapping production effort."
      },
      
       {
        "id":"3",
        "title":"Modernizing Foundation Mapping",
        "largeImage":"modernizing-foundation-mapping",
        "smallImage":"/img/projects/modernizing foundation mapping.PNG",
        "text":"Work done for C23/24 STA  in developing a process for our geologists to collect field data digitally.",
        "link":"https://storymaps.arcgis.com/stories/7269c1140700470f9c92cb40e91d370c"
       },      
       {
        "id": 4,
        "title": "Port Everglades Harbor Navigation Improvement Project",
        "largeImage": "port-everglades", 
        "smallImage": "/img/projects/port-everglades.PNG",
        "text": "The Port Everglades Harbor Navigation Improvement Project is a vital undertaking aimed at enhancing navigational infrastructure and capacity at Port Everglades, Florida. As one of the busiest cruise ports and container cargo ports in the United States, Port Everglades serves as a critical hub for international trade and tourism. The navigation improvement project includes dredging and deepening of channels, widening turning basins, and upgrading berths to accommodate larger vessels and increased traffic. With these enhancements, Port Everglades will be better equipped to handle the demands of modern maritime commerce, bolstering economic growth and facilitating global connectivity."
      }
    ],
    "Apps": [
      {
        "id": "1",
        "title": "SAJ - Geomatics Section GIS Emergency Management Support",
        "largeImage": "geomatics-gis-emergency-support",
        "smallImage": "/img/projects/fiona-ian storyboard.png",
        "text": "Geomatics has been providing GIS(Geographic Information Systems) support to Emergency Management for the Fiona and Ian hurricane missions. The Commander’s Update Brief has been displayed in a web application, where GIS data has been incorporated as interactive dashboards, enhancing the information displayed and providing easy and fast access to details. This web application has been useful along these two missions providing an interactive format for the Commander as well as other emergency responders within USACE.",
        "smallText": "This web application has been useful along these two missions providing an interactive format for the Commander as well as other emergency responders within USACE."
       },
      {
        "id": "2",
        "title": "SAJ - High Water Application",
        "largeImage": "high-water-app",
        "smallImage": "/img/projects/highWaterApp storyboard - alt 2.png",
        "text": "Geomatics has created a High Water Mobile Application that can be downloaded on any government cell phone and utilized for field collection. This survey was designed for high water inspections and provides near real-time data ensuring all required data is entered before a user can submit the information collected in the field. The associated reporting template allows the DSPM (Dam Safety Program Manager) to generate reports with the push of a button. This greatly reduces the amount of time it takes from a user collecting information in the field to reporting up to the appropriate parties."
      }
    ]
  },
  "remoteSensing":  {
    "Projects": [
      {
        "id": "1",
        "title": "SRSP - Sample Remote Sensing Project",
        "largeImage": "srsp-sample-1",
        "smallImage": "/img/project.PNG",
        "text": "Sample text."
      }
    ],
    "Apps": [
      {
        "id": "1",
        "title": "SRSA - Sample Remote Sensing App",
        "largeImage": "srsa-sample-1",
        "smallImage": "/img/project.PNG",
        "text": "Sample  text."
      }
    ]
  },
  "surveyContracting":{
    "Projects": [
      {
        "id": "1",
        "title": "SCSP - Sample Survey/Contracting Project",
        "largeImage": "scsp-sample-1",
        "smallImage": "/img/project.PNG",
        "text": "Sample  text."
      }
    ],
    "Apps": [
      {
        "id": "1",
        "title": "SCSA - Sample Survey/Contracting App",
        "largeImage": "scsa-sample-1",
        "smallImage": "/img/project.PNG",
        "text": "Sample text."
      }
    ]
  },
  "dataManagement":{
    "Projects": [
      {
        "id": "1",
        "title": "Port Everglades Coral and Sea Life Database",
        "largeImage": "port-everglades-database",
        "smallImage": "/img/projects/database.PNG",
        "text": "This project is currently being created and is planned to encompass coral health from nurseries back to their relocated reefs while also tracking metrics regarding reefs as a whole as well as fish and other marine life."
      }
    ],
    "Apps": [
      {
        "id": "1",
        "title": "SAJ - Data Dictionary Tool Generator for ASTM Testing",
        "largeImage": "astm-data-dictionary-gen",
        "smallImage": "/img/projects/dictionary.PNG",
        "text": "Data dictionary."
      }
      
    ]
  },
  "applicationDevelopment":{
    "Projects": [
      {
        "id": "1",
        "title": "Jax Harbor Deepening - R Script",
        "largeImage": "jax-harbor-deep",
        "smallImage": "/img/projects/r-script-jax-harbor.PNG",
        "text": "The Jacksonville District is increasing the depth of the existing federal channel along the St. Johns River from its current depth of 40 feet to a maximum depth of 50 feet. Deepening the channel will allow larger vessels to access it. This R script provides the Jacksonville Engineering Coastal Section with tools to download and generate statistics for the salinity levels in the Jacksonville Harbor. This script saves the engineers time each year in creating an annual report to monitor the water's salinity levels."
      }
    ],
    "Apps": [
      {
        "id": "1",
        "title": "Project Contract Log Application (PCL)",
        "largeImage": "pcl",
        "smallImage": "/img/projects/pcl storyboard - alt 2.png",
        "text": "Project Contract Log (PCL) Application currently user interface is in development."
      },
      {
        "id": "2",
        "title": "Engineering Budget App (EBA)",
        "largeImage": "eba",
        "smallImage": "/img/projects/eba.PNG",
        "text": "The Engineering Budget App (EBA) was created to facilitate project management by providing an overview of future fiscal years' budget estimates. This tool allows multiple technical leads to input their budget estimations simultaneously. In addition, it can generate daily reports to overview the total budget. This application is currently being used in the Engineering Division with the intention of expanding its use to other sections in the near future."
      },
      {
        "id": "2",
        "title": "Inventory App",
        "largeImage": "inventory",
        "smallImage": "/img/projects/inventory.PNG",
        "text": "The Engineering Budget App (EBA) was created to facilitate annual equipment inventory tracking and transferring documentation. It has the ability to create documentation for issuing, transferring, and repairing equipment. Supervisors with HRA accounts can easily manage their equipment to facilitate annual inventory."
      }
    ]
  }
}